answer_examples = [
    {
        "input": "내일배움카드의 잔액이 없는데 어떻게하나요?", 
        "answer": """잔액이 0원일 때, 신규 발급 여부에 따라 다릅니다.
        
    - 신규 신청의 경우
        - 잔액이 0원으로 조회 → 실물카드 수령 시 300만원으로 변경됩니다.
        - 체크카드 : 바로 카드 사용 가능 상태 → 잔액 조회 가능
        - 신용카드 : 카드사로부터 문자 및 정보 승인 후 카드 사용 가능 상태 → 확인 안내
    - 카드 신규 발급이 아닐 경우
        - 이전에 KDT 과정 혹은 다른 수강을 들은 적 있는지 담당자에게 문의 바랍니다.

ㅇ 위 사항 확인 후에도 문제가 있으면, 국민내일배움카드 담당자 혹은 담당 기관에게 문의바랍니다."""
    },
    {
        "input": "국민내일배움카드가 꼭 있어야 하나요?", 
        "answer": """국민내일배움카드가 없으면 교육과정을 수강할 수 없습니다.
        KDT는 국민내일배움카드로 훈련비 및 훈련장려금을 지원받는 과정입니다."""
    }
]